# 1)

a = 10
b = 5

print(a + b)
print(a - b)
print(a * b)
print(a / b)

# 2)

name = "nika"
age = 15

print("ჩემი სახელია" + " " + name + " " + "და ვარ" + " " + str(age) + " " + "წლის")

# 3)

points = 50

points = 60

points = 70

print(points)

# 4)

birthyear = 2009

current_year = 2024

print(current_year - birthyear)

# 5)

# 1) შევქმენი a და b ცვალდები და მივანიჭე მათ მნიშვნელობები. ამის შემდეგ შევასრულე მათემატიკური მოქმედებები მათზე printის გამოყენებით.

# 2) შევქმენი ცვალდები name და age და მივანიჭე მათ მნიშვნელობები. ამის შემდეგ, გამოვიყენე print და მას დავაწერინე ჩემი სახელია ... და ვარ ... წლის.

# 3) შევქმენი ცვლადი points და მივანიჭე მას 50, შემდეგ ის დავააფდეითე 2ჯერ და შემდეგ ის დავფრინთე

# 4) შევქმენი ცვლადი birthyear და დავუწერე მას ჩემი დაბადების წელი, შემდეგ კი შევქმენი მეორე ცვლადი current_year, რომელსაც მივუწერე ახლანდელი წელი, შემდეგ კი დავფრინტე მათი სხვაობა და გავიგე რამდენი წელი იყო გასლი ჩემი დაბადების წლიდან.